Repository: common-repository/tixys
Catalog: tixys-*.po
Languages: de_de

source: Tixys configuration
de_de: Tixys-Konfiguration

source: Your shop’s ID. You will find at the top of the “general settings” administration page of your shop.
de_de: Ihre Shop-ID. Sie finden diese oben auf der Seite „Allgemeine Einstellungen“ im Administrationsbereich Ihres Shops.

source: Your Tixys version.
de_de: Ihre Tixys-Version.

source: Base path
de_de: Basis-Pfad

source: Your shop’s URL base path.
de_de: Der URL-Pfad Ihres Shops.

source: Submit Changes
de_de: Änderungen speichern

source: From:
de_de: Von:

source: – Please select –
de_de: – Bitte wählen –

source: To:
de_de: Nach:

source: Day:
de_de: Datum:

source: Search connections and buy a ticket »
de_de: Verbindungen suchen und Ticket kaufen »

source: ERROR: The shop ID must be a positive number.
de_de: FEHLER: Die Shop-ID muss eine positive Zahl sein.

source: ERROR: The shop domain may only contain lowercase latin letters, numbers and dots.
de_de: FEHLER: Die Shop-Domain darf nur Kleinbuchstaben, Zahlen und Punkte enthalten.

source: ERROR: The shop path may only contain lowercase latin letters, numbers and dashes.
de_de: FEHLER: Der Shop-Pfad darf nur Kleinbuchstaben, Zahlen und Bindestriche enthalten.

source: The settings have been updated.
de_de: Die Einstellungen wurden aktualisiert.
